{
  MRD: {
    title: 'Molecular Residual Disease',
    shortTitle: 'MRD Testing',
    description: 'Molecular Residual Disease (MRD) testing detects tiny amounts of cancer that remain in the body after treatment, often before any symptoms or imaging findings appear. These tests analyze circulating tumor DNA (ctDNA) from a blood sample to identify whether cancer cells persist at the molecular level. MRD results help oncologists make critical decisions about whether additional treatment is needed, assess the effectiveness of therapy, and monitor for early signs of recurrence during surveillance.',
    patientTitle: 'Tests After Treatment',
    patientDescription: 'These blood tests check if any cancer cells remain after surgery or treatment. Finding leftover cancer early can help your doctor decide if you need more treatment.',
    color: 'orange',
    tests: mrdTestData,
    sourceUrl: buildInfoSources.MRD || '',
    domain: DOMAINS.ONCO,
  },
  ECD: {
    title: 'Early Cancer Detection',
    shortTitle: 'Early Detection',
    description: 'Early Cancer Detection (ECD) tests screen for cancer in people who have no symptoms, with the goal of catching the disease at its earliest and most treatable stages. These tests look for cancer signals in blood or stool samples using various biomarkers including ctDNA methylation patterns, tumor-derived proteins, genetic mutations, and stool DNA markers. Some tests screen for a single cancer type (like colorectal), while multi-cancer early detection (MCED) tests can screen for dozens of cancer types simultaneously.',
    patientTitle: 'Cancer Screening Tests',
    patientDescription: 'These tests look for signs of cancer before you have any symptoms using a blood draw or stool sample. Finding cancer early, when it\'s easiest to treat, can save lives.',
    color: 'green',
    tests: ecdTestData,
    sourceUrl: buildInfoSources.ECD || '',
    domain: DOMAINS.ONCO,
  },
  TRM: {
    title: 'Treatment Response Monitoring',
    shortTitle: 'Response Monitoring',
    description: 'Treatment Response Monitoring (TRM) tests track how well a cancer treatment is working by measuring changes in circulating tumor DNA (ctDNA) levels over time. A decrease in ctDNA often indicates the treatment is effective, while stable or rising levels may signal resistance or progression—sometimes weeks before changes appear on imaging scans. This sensitive molecular monitoring helps oncologists optimize therapy for most favorable outcomes, potentially switching ineffective treatments earlier and sparing patients unnecessary toxicity.',
    patientTitle: 'Is My Treatment Working?',
    patientDescription: 'These blood tests track whether your cancer treatment is working. They can show results weeks before a scan, helping your doctor adjust treatment if needed.',
    color: 'red',
    tests: trmTestData,
    sourceUrl: buildInfoSources.TRM || '',
    domain: DOMAINS.ONCO,
  },
  TDS: {
    title: 'Treatment Decision Support',
    shortTitle: 'Treatment Decisions',
    description: 'Treatment Decision Support (TDS) tests help guide clinical decisions about cancer treatment. This includes Comprehensive Genomic Profiling (CGP) tests that analyze tumor DNA/RNA to identify targetable mutations and match patients to therapies, as well as risk stratification tests that help determine whether interventions like biopsies are needed. These tests support personalized treatment decisions based on molecular and protein biomarker analysis.',
    patientTitle: 'Find My Best Treatment',
    patientDescription: 'These tests help your doctor decide the best treatment approach for you. They can analyze your tumor\'s characteristics to find specific treatments that may work best, or help determine if procedures like biopsies are necessary.',
    color: 'violet',
    tests: tdsTestData,
    sourceUrl: buildInfoSources.TDS || '',
    domain: DOMAINS.ONCO,
  }
}