[
  {
    "id": "trm-1",
    "sampleCategory": "Blood/Plasma",
    "name": "Guardant360 Response",
    "vendor": "Guardant Health",
    "approach": "Tumor-agnostic",
    "method": "Hybrid-capture NGS ctDNA panel (Guardant360) with algorithmic quantitation of variant allele fraction changes over time",
    "cancerTypes": [
      "Advanced solid tumors (NSCLC, bladder, breast, GI, others)"
    ],
    "targetPopulation": "Patients with measurable or evaluable advanced solid tumors starting systemic therapy",
    "responseDefinition": "≥50% decrease in ctDNA level from baseline to first on-treatment time point; increase from baseline defines molecular non-response",
    "leadTimeVsImaging": 56.0,
    "leadTimeVsImagingNotes": "Guardant Response can predict treatment response approximately 8 weeks (~56 days) earlier than standard imaging assessments.",
    "leadTimeVsImagingCitations": "https://guardanthealth.com/products-services/guardant-response/ | Guardant Health Response product page",
    "lod": "~0.1–0.2% VAF",
    "lodNotes": "Analytical validation demonstrates detection sensitivity down to ~0.1% MAF (mutant allele fraction) with high accuracy. Detection range 0.1%–0.8% VAF depending on variant type and sample characteristics.",
    "lodCitations": "https://pubmed.ncbi.nlm.nih.gov/26474073/ | Lanman RB et al. PLoS One 2015;10(10):e0140712; https://guardanthealth.com/ | Guardant360 CDx technical specifications",
    "fdaStatus": "DISCONTINUED - CLIA LDT no longer available",
    "tat": "7-14 days",
    "tatNotes": "When available, TAT was 7-14 days based on Guardant360 platform turnaround time.",
    "reimbursement": "N/A - Discontinued",
    "reimbursementNote": "Product sun-setted December 2025. Guardant has consolidated to Reveal MRD (early-stage) and Reveal TRM (advanced/metastatic) for monitoring applications.",
    "clinicalTrials": "SERENA-6 Phase III ESR1-mutant advanced breast cancer (866); clinical validation supported by 40+ studies using Guardant360 platform for ctDNA response assessment",
    "totalParticipants": 866,
    "numPublications": 40,
    "numPublicationsPlus": true,
    "isDiscontinued": true,
    "discontinuedDate": "December 2024",
    "discontinuedReason": "Product consolidated into Reveal TRM for therapy response monitoring"
  },
  {
    "id": "trm-2",
    "sampleCategory": "Blood/Plasma",
    "name": "Signatera (IO Monitoring)",
    "vendor": "Natera",
    "approach": "Tumor-informed",
    "requiresTumorTissue": "Yes",
    "requiresTumorTissueNotes": "Tumor-informed; needs primary tumor tissue.",
    "requiresMatchedNormal": "Yes",
    "requiresMatchedNormalNotes": "Matched normal blood required.",
    "method": "Personalized amplicon-based NGS panels targeting 16+ patient-specific variants identified from tumor/normal sequencing",
    "cancerTypes": [
      "Any solid tumor on ICI therapy"
    ],
    "targetPopulation": "Patients with advanced or metastatic solid tumors starting ICI monotherapy or ICI-based combinations",
    "responseDefinition": "Change in personalized ctDNA level from baseline to beginning of cycle 3 (~6 weeks); increase vs decrease vs clearance",
    "lod": "~0.01% VAF",
    "lodNotes": "Analytical validation demonstrates LoD ~0.01% VAF (2 mutant haploid genomes among 20,000 normals), with ≥95% sensitivity and ~99–99.7% specificity at this level. Detection rule requires 2 of 16 tracked variants to call positive.",
    "lodCitations": "https://www.natera.com/oncology/signatera-mrd-test/clinical-evidence/ | Natera Signatera clinical evidence",
    "fdaStatus": "LDT in CLIA/CAP lab; covered by Medicare for ICI treatment response monitoring",
    "reimbursement": "Medicare",
    "reimbursementNote": "Medicare-covered under LCD L38779 for colorectal, breast, bladder, ovarian, and lung cancers, including ovarian cancer in adjuvant/surveillance settings, neoadjuvant and adjuvant breast cancer, and stage I–III NSCLC surveillance, as well as pan-cancer immunotherapy response monitoring. As of June 2025, the genome-based Signatera Genome assay has matching Medicare coverage for these indications.",
    "commercialPayers": ["UnitedHealthcare", "Cigna", "Anthem BCBS", "BCBS Louisiana", "Blue Shield of California"],
    "commercialPayersCitations": "https://www.natera.com/oncology/billing/",
    "commercialPayersNotes": "Natera is in-network with most major health plans including Cigna, UnitedHealthcare, and Blue Shield of California. BCBS Louisiana provides explicit coverage. Note: Aetna lists Signatera codes as in-network but current policies show non-covered; verify with plan.",
    "clinicalTrials": "NCT04660344 IMvigor011 Phase III bladder cancer (760); NCT05987241 MODERN (Alliance A032103) Phase 2/3 bladder cancer (~400 target); BESPOKE IO prospective observational study (multi-center)",
    "clinicalTrialsCitations": "https://clinicaltrials.gov/study/NCT04660344 | https://clinicaltrials.gov/study/NCT05987241",
    "totalParticipants": 1160,
    "tat": "7-10 days",
    "tatNotes": "Subsequent blood draws have 7-10 day turnaround. Initial test design takes 3-4 weeks.",
    "tatCitations": "https://www.natera.com/oncology/signatera-advanced-cancer-detection/faq/",
    "numPublications": 125,
    "numPublicationsPlus": true,
    "nccnNamedInGuidelines": true,
    "nccnGuidelineReference": "NCCN Merkel Cell Carcinoma V.2.2025",
    "nccnGuidelinesNotes": "NCCN includes positive recommendation for ctDNA monitoring in surveillance for MCC (where ICI is standard therapy), citing Signatera data.",
    "nccnGuidelinesCitations": "https://www.natera.com/company/news/nccn-strengthens-guidance-on-ctdna-in-colon-cancer-rectal-cancer-and-merkel-cell-carcinoma/"
  },
  {
    "id": "trm-3",
    "sampleCategory": "Blood/Plasma",
    "name": "NeXT Personal",
    "vendor": "Personalis",
    "approach": "Tumor-informed",
    "requiresTumorTissue": "Yes",
    "requiresTumorTissueNotes": "Requires WGS of tumor tissue to design personalized panel.",
    "requiresMatchedNormal": "Yes",
    "requiresMatchedNormalNotes": "Matched normal blood required for germline filtering.",
    "method": "Whole-genome sequencing of tumor and matched normal with design of personalized panels targeting up to ~1,800 variants; deep sequencing of plasma cfDNA",
    "cancerTypes": [
      "Multiple solid tumors (breast, colorectal, NSCLC, melanoma, renal, others)"
    ],
    "targetPopulation": "Patients with solid tumors after curative-intent therapy (MRD) and those on systemic therapy",
    "responseDefinition": "Quantitative change in ctDNA signal (PPM) over time; molecular response often defined as deep decrease or clearance below limit of detection",
    "lod": "~3.45 ppm (≈0.000345% VAF)",
    "lodNotes": "3.45 ppm is the LoD95 (limit of detection at 95% confidence). Detection threshold is ~1.67 ppm. WGS-based tumor-informed tracking with up to 1,800 variants provides high sensitivity for low-burden disease.",
    "lodCitations": "https://www.personalis.com/next-personal-assay-performance/ | Personalis NeXT Personal analytical validation",
    "fdaStatus": "High-complexity LDT in CLIA/CAP lab; not FDA-approved",
    "reimbursement": "Medicare coverage for select solid tumor indications including stage II-III breast cancer surveillance",
    "reimbursementNote": "Co-commercialized with Tempus AI as xM (NeXT Personal Dx), with Tempus serving as the exclusive commercial diagnostic partner for tumor-informed MRD in breast, lung, colorectal cancers and solid-tumor immunotherapy monitoring. Clinically launched within Tempus’ MRD portfolio and covered by Medicare for select solid tumor indications (for example, stage II–III breast cancer surveillance).",
    "clinicalTrials": "NCT06230185 B-STRONGER I TNBC MRD/monitoring study (422); VICTORI resectable colorectal cancer MRD study (~71, interim cohort)",
    "clinicalTrialsCitations": "https://clinicaltrials.gov/study/NCT06230185",
    "totalParticipants": 493,
    "tat": "7-10 days",
    "tatNotes": "Subsequent monitoring blood draws typically 7-10 days. Initial WGS and panel design ~3-4 weeks.",
    "numPublications": 5,
    "numPublicationsPlus": true
  },
  {
    "id": "trm-4",
    "sampleCategory": "Blood/Plasma",
    "name": "Tempus xM for TRM",
    "vendor": "Tempus",
    "approach": "Tumor-naïve",
    "method": "Algorithmic estimation of ctDNA tumor fraction from Tempus xF/xF+ liquid biopsy data using diverse genomic events and germline-informed modeling",
    "cancerTypes": [
      "Advanced solid tumors on ICI"
    ],
    "targetPopulation": "Patients with advanced cancers receiving ICI-based therapy",
    "responseDefinition": "≥50% reduction in ctDNA tumor fraction from baseline to early on-treatment time point (e.g., post-cycle 1)",
    "lod": "~0.1% VAF",
    "lodNotes": "LoD inferred from Tempus xF/xF+ platform specifications and general hybrid-capture ctDNA literature. Not explicitly validated for the TRM-specific application; most published data are for MRD (GALAXY/CIRCULATE-Japan analyses).",
    "lodCitations": "https://www.tempus.com/oncology/genomic-profiling/xf/ | Tempus xF/xM technical documentation",
    "fdaStatus": "Research-use-only biomarker and clinical-development tool",
    "reimbursement": "Coverage Varies",
    "reimbursementNote": "Currently available for research use only, with clinical availability expected later in 2025 per Tempus’ June 2025 xM for TRM announcement; used mainly in research and biopharma collaborations and not yet a standard reimbursed clinical assay.",
    "numPublications": 3,
    "tat": "5-7 days",
    "tatNotes": "TAT similar to Tempus xF/xF+ liquid biopsy platform (5-7 days from sample receipt).",
    "numPublicationsPlus": true
  },
  {
    "id": "trm-5",
    "sampleCategory": "Blood/Plasma",
    "name": "RaDaR",
    "vendor": "NeoGenomics",
    "approach": "Tumor-informed",
    "requiresTumorTissue": "Yes",
    "requiresTumorTissueNotes": "Tumor-informed (WES of tumor); personalized panel designed from tumor variants.",
    "requiresMatchedNormal": "Yes",
    "requiresMatchedNormalNotes": "Buffy coat matched normal used for germline filtering.",
    "method": "Personalized amplicon-based NGS panels (up to ~48 variants) designed from WES of tumor and matched normal; deep ctDNA sequencing",
    "cancerTypes": [
      "Multiple solid tumors (breast, melanoma, colorectal, head & neck, lung, others)"
    ],
    "targetPopulation": "High-risk early-stage and advanced solid-tumor patients followed longitudinally after treatment or on systemic therapy",
    "responseDefinition": "Track ctDNA levels over serial time points; response often defined as rapid fall or clearance vs persistent or rising ctDNA",
    "lod": "0.001% VAF",
    "lodNotes": "Analytical LoD ~0.001% VAF (~10 ppm), consistent with RaDaR ST MRD assay specifications. Earlier claims of 10⁻⁵–10⁻⁶ were not supported by peer-reviewed validation data.",
    "lodCitations": "https://neogenomics.com/test-menu/radar | NeoGenomics RaDaR product specifications",
    "fdaStatus": "LDT in NeoGenomics CLIA/CAP lab; not FDA-approved",
    "reimbursement": "Coverage Varies",
    "reimbursementNote": "Used in clinical research and select clinical programs; payer coverage still emerging. NeoGenomics has also introduced a WES-based RaDaR ST assay, currently positioned for biopharma partners and interventional trials.",
    "commercialPayers": ["Blue Shield of California"],
    "commercialPayersCitations": "https://www.decibio.com/",
    "commercialPayersNotes": "Blue Shield of California covers RaDaR. Coverage is still emerging for TRM applications.",
    "clinicalTrials": "ISLB 2025 bridging study (166; 15 solid tumor types; 97% concordance RaDaR ST vs RaDaR 1.0); c-TRAK TN TNBC study (161); TRACER breast cancer MRD study (~100); CHiRP breast cancer study (~100); NABUCCO bladder cancer study (54); LUCID NSCLC study (88); CLEAR-Me melanoma study (66)",
    "totalParticipants": 735,
    "tat": "7 days",
    "tatNotes": "RaDaR plasma cfDNA analysis: 7 days. Initial panel design and development: 4 weeks.",
    "tatCitations": "https://neogenomics.com/test-menu/radarr",
    "numPublications": 15,
    "numPublicationsPlus": true
  },
  {
    "id": "trm-6",
    "sampleCategory": "Blood/Plasma",
    "name": "FoundationOne Tracker (TRM)",
    "vendor": "Foundation Medicine / Natera",
    "approach": "Tumor-informed",
    "requiresTumorTissue": "Yes",
    "requiresTumorTissueNotes": "Requires prior or concurrent tumor CGP by FoundationOne CDx to identify patient-specific somatic variants for personalized panel design.",
    "requiresMatchedNormal": "No",
    "requiresMatchedNormalNotes": "Germline and CHIP filtering performed computationally without mandatory matched-normal sequencing.",
    "method": "Personalized ctDNA assay derived from FoundationOne CDx tumor sequencing; multiplex PCR–based plasma assay quantifies mean tumor molecules per mL (MTM/mL) over time to track treatment response in patients with advanced solid tumors.",
    "cancerTypes": [
      "Advanced solid tumors (all solid tumors)"
    ],
    "targetPopulation": "Patients with advanced solid tumors receiving systemic therapy, particularly immune checkpoint inhibitor (ICI) therapy. Medicare coverage specifically for ICI response monitoring.",
    "responseDefinition": "Continuous change in ctDNA level (MTM/mL) from baseline to early on-treatment timepoints; molecular response (ctDNA decline or clearance) correlates with improved PFS and OS.",
    "leadTimeVsImaging": null,
    "leadTimeVsImagingNotes": "Studies in NSCLC (IMpower131) showed ctDNA clearance preceded imaging response; in OMICO-MoST study, ctDNA clearance preceded scan response with median lead time of 11.5 months in complete responders.",
    "lod": "≥5 mean tumor molecules/mL",
    "lodCitations": "https://assets.ctfassets.net/w98cd481qyp0/McnwKHMvPB5gG1RIlUlPT/f2c1465e602b97a37d989f71c2c1ac88/FoundationOne_Tracker_Technical_Specifications.pdf",
    "fdaStatus": "CLIA clinical LDT for treatment response monitoring – NOT separately FDA cleared/approved",
    "fdaStatusCitations": "Foundation Medicine press release October 2023.",
    "reimbursement": "Medicare",
    "reimbursementNote": "Medicare coverage via Palmetto GBA MolDX, effective June 17, 2023, for monitoring response to immune checkpoint inhibitor (ICI) therapy in all solid tumors. Also approved through New York CLEP. Commercial payer coverage varies.",
    "reimbursementCitations": "Foundation Medicine/Natera press release October 10, 2023.",
    "cptCodesNotes": "Billing via MolDX program; specific PLA code TBD.",
    "availableRegions": ["US", "EU", "International"],
    "availableRegionsNotes": "US: Medicare covered for ICI monitoring. International: Available via Roche global network.",
    "clinicalAvailability": "Broadly available to all U.S. physicians since October 2023 for treatment response monitoring; available internationally via Roche affiliates.",
    "clinicalTrials": "IMpower131 (NSCLC, Kasi et al. Clin Cancer Res 2023); OMICO-MoST (pan-cancer immunotherapy); multiple interventional studies.",
    "clinicalTrialsCitations": "Kasi PM et al. Clin Cancer Res 2023; OMICO-MoST (Mol Oncol 2023).",
    "totalParticipants": null,
    "tat": "7-10 days",
    "tatNotes": "Subsequent monitoring blood draws 7-10 days TAT. Initial panel design from FoundationOne CDx results.",
    "numPublications": 4,
    "numPublicationsPlus": true,
    "isRUO": false,
    "isInvestigational": false,
    "isClinicalLDT": true,
    "regulatoryStatusNotes": "Clinical LDT with Medicare coverage for TRM of ICI therapy. Broad clinical launch October 2023. MolDX coverage effective June 17, 2023. Uses the same personalized ctDNA technology as the MRD application but is commercially available for TRM while MRD remains investigational."
  },
  {
    "id": "trm-7",
    "sampleCategory": "Blood/Plasma",
    "name": "FoundationOne Monitor",
    "vendor": "Foundation Medicine",
    "approach": "Tumor-naïve",
    "method": "324-gene hybrid-capture ctDNA NGS assay built on the FoundationOne Liquid CDx platform; reports ctDNA tumor fraction (%) and percent change over time while detecting SNVs, indels, CNAs, rearrangements, and complex biomarkers (bTMB, MSI).",
    "cancerTypes": [
      "Advanced solid tumors"
    ],
    "targetPopulation": "Patients with advanced or metastatic solid tumors enrolled in clinical trials where longitudinal ctDNA tumor fraction and emerging resistance mutations are monitored.",
    "responseDefinition": "Percentage change in ctDNA tumor fraction between baseline and early on-treatment timepoints; incorporates multi-omic information (aneuploidy, VAFs, CNVs, fragment length) with CHIP filtering.",
    "leadTimeVsImaging": null,
    "leadTimeVsImagingNotes": "In mCRPC study (IMbassador250), ctDNA tumor fraction detected treatment response earlier than radiographic progression.",
    "lod": "≥5 mean tumor molecules/mL (MTM/mL)",
    "lodNotes": "5 MTM/mL is the validated LoD threshold. This is sample-level mean tumor molecules, not VAF. Analytical sensitivity varies by sample input, tumor characteristics, and variant type.",
    "lodCitations": "https://pubmed.ncbi.nlm.nih.gov/32976510/ | Woodhouse R et al. PLoS One 2020;15:e0237802; https://www.foundationmedicine.com/ | Foundation Medicine technical documentation",
    "fdaStatus": "Clinical LDT – built on FDA-approved FoundationOne Liquid CDx platform; not separately FDA approved",
    "fdaStatusCitations": "Foundation Medicine press release June 2023; Foundation Medicine monitoring portfolio.",
    "reimbursement": "No specific coverage",
    "reimbursementNote": "Clinical LDT without dedicated reimbursement pathway; coverage may depend on institution and context.",
    "cptCodesNotes": "No specific CPT codes; may be billed under general CGP codes.",
    "availableRegions": ["US", "EU", "International"],
    "availableRegionsNotes": "Available via Foundation Medicine and Roche global network.",
    "clinicalAvailability": "Available as clinical LDT in US and internationally via Roche. Initially launched June 2023 for biopharma partners; now available for clinical use.",
    "clinicalTrials": "IMbassador250 (mCRPC, enzalutamide ± atezolizumab); multiple biopharma-sponsored early-phase and response-adaptive studies.",
    "clinicalTrialsCitations": "Sweeney CJ et al. Clin Cancer Res 2024;30:4115-4122.",
    "totalParticipants": null,
    "tat": "10-14 days",
    "tatNotes": "Standard liquid biopsy TAT similar to FoundationOne Liquid CDx platform.",
    "numPublications": 3,
    "numPublicationsPlus": true,
    "isRUO": false,
    "isInvestigational": false,
    "isClinicalLDT": true,
    "regulatoryStatusNotes": "Tissue-naïve ctDNA tumor-fraction assay for TRM and resistance detection. Available as clinical LDT built on FDA-approved FoundationOne Liquid CDx platform. No dedicated payer coverage pathway yet. Positioned as option when tumor tissue is not available."
  },
  {
    "id": "trm-8",
    "sampleCategory": "Blood/Plasma",
    "name": "Northstar Response",
    "vendor": "BillionToOne",
    "approach": "Tumor-naïve",
    "method": "Single-molecule NGS (smNGS) with patented Quantitative Counting Templates (QCT) technology; measures >2200 cancer-specific methylated genomic loci (v2, expanded from >500 in v1); provides absolute quantification of methylated ctDNA molecules with WBC noise filtering via buffy coat sequencing.",
    "cancerTypes": [
      "Pan-cancer: all advanced solid tumors (validated in lung, colorectal, pancreatic, GI cancers, and others)"
    ],
    "targetPopulation": "Patients with Stage III-IV solid tumors on any systemic treatment regimen (chemotherapy, immunotherapy, targeted therapy)",
    "responseDefinition": "Tumor Methylation Score (TMS) - total methylated tumor molecules per 1000 assayed genomic equivalents; serial quantification tracks response, progression, or stable disease over time",
    "leadTimeVsImaging": null,
    "leadTimeVsImagingNotes": "In NSCLC study, detected treatment response and progression earlier than CT scans. Can provide actionable signals weeks in advance of imaging.",
    "lod": "0.01% tumor fraction",
    "lodNotes": "Can accurately discriminate tumor fraction changes as small as 0.25%. Single-molecule precision enables detection of subtle shifts in tumor burden.",
    "lodCitations": "https://www.northstaronc.com/ | https://pubmed.ncbi.nlm.nih.gov/39438179/ | Ye PP et al. Sci Rep 2025; Hsiao A et al. Clin Lung Cancer 2025",
    "fdaStatus": "CLIA LDT – NOT FDA approved",
    "reimbursement": "Self-Pay",
    "reimbursementNote": "No Medicare or commercial coverage established. Available as CLIA-certified laboratory test.",
    "tat": "10 days",
    "tatNotes": "Turnaround time typically within 10 days from sample receipt to results.",
    "clinicalAvailability": "Commercially available in US via CLIA-certified laboratory in Menlo Park, CA. Physician-ordered.",
    "clinicalTrials": "Prospective observational study at University of Florida (advanced GI cancers, n=73+); UCSD NSCLC collaboration; multiple ongoing clinical validity studies",
    "clinicalTrialsCitations": "Sahin I et al. JCO 2024;42(3_suppl):756; Sahin I et al. JCO 2025;43(4_suppl):839.",
    "totalParticipants": 100,
    "totalParticipantsNotes": "Initial validation cohort of 100 advanced GI cancer patients; additional cohorts in lung and other solid tumors.",
    "numPublications": 5,
    "numPublicationsPlus": true,
    "numPublicationsCitations": "Ye PP et al. Sci Rep 2025;15:5869; Hsiao A et al. Clin Lung Cancer 2025;26(1):72-77; JCO 2024 and 2025 abstracts.",
    "isRUO": false,
    "isInvestigational": false,
    "isClinicalLDT": true,
    "technologyDifferentiator": "Methylation-based (not mutation/VAF-based) - measures epigenetic signal across >2200 loci rather than tracking somatic variants. Tissue-free with no tumor biopsy required. QCT technology enables single-molecule counting precision for absolute quantification. Version 2 (2025) expanded panel from >500 to >2200 loci for increased sensitivity.",
    "regulatoryStatusNotes": "CLIA-certified laboratory test. Methylation-based approach differentiates from SNV/VAF-based response monitoring assays. Measures 10x more informative loci (average 90 vs 9) compared to SNV-based ctDNA monitoring. Part of BillionToOne's Northstar oncology portfolio alongside Northstar Select (therapy selection)."
  },
  {
    "id": "trm-11",
    "sampleCategory": "Blood/Plasma",
    "sampleVolumeMl": 20,
    "sampleTubeType": "Streck cfDNA BCT",
    "sampleTubeCount": 2,
    "sampleCollectionNotes": "Approximately 20mL whole blood required for plasma and buffy coat extraction.",
    "sampleCitations": "https://www.carislifesciences.com/",
    "name": "Caris Assure",
    "vendor": "Caris Life Sciences",
    "approach": "Blood-based TRM (cfDNA + cfRNA + WBC)",
    "method": "AI-enabled whole exome and whole transcriptome sequencing (WES/WTS) from plasma cfDNA/cfRNA and buffy coat WBC DNA/RNA; 22,000 genes; circulating Nucleic Acid Sequencing (cNAS) with CHIP subtraction",
    "methodCitations": "https://www.carislifesciences.com/physicians/physician-tests/caris-assure/ | https://www.nature.com/articles/s41598-025-08986-0",
    "indicationsNotes": "Multi-functional liquid biopsy for therapy selection, treatment response monitoring, and MRD detection. Distinguishes somatic tumor variants from clonal hematopoiesis (CH) and germline variants by sequencing both plasma and buffy coat.",
    "cancerTypes": ["Pan-solid tumor"],
    "cancerTypesNotes": "Applicable across solid tumor types; WES/WTS approach covers all cancer-relevant genes.",
    "sensitivity": 93.8,
    "sensitivityNotes": "93.8% positive percent agreement (PPA) with matched tissue collected within 30 days using ≥5ng input material and CHIP subtraction.",
    "sensitivityCitations": "https://www.nature.com/articles/s41598-025-08986-0 | https://www.carislifesciences.com/physicians/physician-tests/caris-assure/",
    "specificity": 99.99,
    "specificityNotes": ">99.99% specificity for variant detection; 96.8% positive predictive value (PPV) for therapy selection.",
    "specificityCitations": "https://www.nature.com/articles/s41598-025-08986-0",
    "lod": "0.5% VAF",
    "lodNotes": ">95% sensitivity for variant allele frequencies ≥0.5%.",
    "lodCitations": "https://www.prnewswire.com/news-releases/caris-life-sciences-introduces-the-caris-assure-liquid-biopsy-assay-at-asco-2022-301560767.html",
    "performanceNotes": "AI-enabled platform (ABCDai) couples WES/WTS with machine learning. For monitoring, disease-free survival of patients predicted to have an event was significantly shorter (HR=4.39, p=0.008). Detects CH mutations in ~40% of samples, critical for avoiding false positives in therapy selection.",
    "performanceCitations": "https://www.nature.com/articles/s41598-025-08986-0 | https://www.carislifesciences.com/about/news-and-media/caris-life-sciences-showcases-data-demonstrating-the-clinical-value-of-clonal-hematopoiesis-identification-and-subtraction-in-liquid-biopsy-to-improve-the-accuracy-of-treatment-recommendations/",
    "fdaStatus": "CLIA LDT",
    "fdaStatusNotes": "CLIA-certified laboratory developed test. Not FDA cleared/approved.",
    "reimbursement": "Coverage Varies",
    "reimbursementNote": "Coverage expanding; contact Caris for current payer coverage.",
    "clinicalAvailability": "Commercially available in US since late 2022",
    "availableRegions": ["US"],
    "tat": "10-14 days",
    "tatNotes": "Turnaround time typically 10-14 business days.",
    "sampleType": "Whole blood",
    "sampleTypeNotes": "Blood collection in approved tubes; plasma and buffy coat analyzed separately.",
    "bloodVolume": 20,
    "bloodVolumeNotes": "Approximately 20mL whole blood required for plasma and buffy coat extraction.",
    "numPublications": 5,
    "numPublicationsPlus": true,
    "numPublicationsCitations": "https://www.nature.com/articles/s41598-025-08986-0 | https://www.carislifesciences.com/research/publications/",
    "clinicalTrials": "Validation studies with 1,910 therapy selection samples; 3,439 MRD/monitoring training samples; 86 MRD validation; 101 monitoring validation",
    "totalParticipants": 5536,
    "variantsTracked": "22,000 genes (WES/WTS)",
    "variantsTrackedNotes": "Whole exome (DNA) and whole transcriptome (RNA) sequencing across 22,000 genes. Reports SNVs, indels, CNAs, fusions, MSI, bTMB, and HLA genotype.",
    "isRUO": false,
    "isInvestigational": false,
    "isClinicalLDT": true,
    "technologyDifferentiator": "Only commercially available liquid biopsy that sequences both plasma and buffy coat (WBC) to distinguish somatic tumor variants from clonal hematopoiesis (CH) and germline variants. CHIP subtraction prevents ~40% of samples from receiving potentially incorrect therapy recommendations based on non-tumor mutations."
  },
  {
    "id": "trm-12",
    "sampleCategory": "Blood/Plasma",
    "sampleVolumeMl": 20,
    "sampleTubeType": "Guardant cfDNA BCT",
    "sampleTubeCount": 2,
    "sampleCollectionNotes": "Two 10mL Streck cfDNA tubes (approximately 20mL).",
    "sampleCitations": "https://www.guardanthealth.com/solutions/guardant-reveal/",
    "name": "Reveal TRM",
    "vendor": "Guardant Health",
    "approach": "Tumor-naïve (methylation-based)",
    "method": "Epigenetic tumor fraction (epiTF) quantification on Guardant Infinity platform. Analyzes over 19,000 differentially methylated loci to calculate mutation-agnostic tumor fraction—not dependent on known oncogenic mutations. Provides high sensitivity and precision not confounded by copy number alterations (CNAs) or clonal hematopoiesis (CHIP).",
    "methodCitations": "https://guardanthealth.com/products-services/guardant-reveal/ | AACR 2025 Tumor Fraction Update; https://pubmed.ncbi.nlm.nih.gov/38662357/ | Nakamura Y et al. Clin Cancer Res 2024",
    "cancerTypes": [
      "Pan-cancer: any solid tumor on systemic therapy"
    ],
    "targetPopulation": "Patients with advanced/metastatic solid tumors receiving systemic therapy who need treatment response monitoring",
    "responseDefinition": "Molecular responders defined by significant decrease in epigenetic tumor fraction (epiTF) from baseline. epiTF changes correlate with radiological tumor volume changes and predict clinical outcomes.",
    "indicationsNotes": "Therapy response monitoring for advanced cancer with visible disease. Early prediction of therapy response and outcomes. Patients with significant decrease in ctDNA tumor fraction have better clinical response than molecular non-responders.",
    "sensitivity": null,
    "sensitivityNotes": "Not applicable for response monitoring - measures relative epiTF changes over time rather than absolute detection.",
    "specificity": null,
    "specificityNotes": "High specificity for tumor-derived signal due to methylation approach that excludes non-tumor biological noise without requiring additional specimen types.",
    "lod": "0.01% TF",
    "lodNotes": "Epigenetic tumor fraction (epiTF) quantification validated with precision down to ~0.01% TF. Analyzes over 19,000 differentially methylated loci—mutation-agnostic approach not dependent on known oncogenic mutations. Not impacted by CNAs like genomic VAF approaches.",
    "lodCitations": "https://guardanthealth.com/products-services/guardant-reveal/ | Guardant Reveal product page; AACR 2025",
    "leadTimeVsImaging": null,
    "leadTimeVsImagingNotes": "epiTF changes mirror radiological tumor volume changes (Harvey-Jones et al. Annals of Oncology 2024). Molecular response detectable earlier than imaging in many cases.",
    "leadTimeVsImagingCitations": "Harvey-Jones et al. Annals of Oncology 2024; AACR 2025 presentations.",
    "fdaStatus": "CLIA LDT",
    "fdaStatusNotes": "Laboratory Developed Test performed at Guardant Health Clinical Laboratory (Redwood City, CA). Part of Guardant's consolidated monitoring portfolio using Infinity platform.",
    "reimbursement": "Coverage emerging",
    "reimbursementNote": "New product launched as successor to Guardant360 Response. Reimbursement pathways developing.",
    "clinicalAvailability": "Clinical LDT – commercially available December 2025",
    "clinicalAvailabilityNotes": "Launched December 2025 as part of Guardant portfolio consolidation. Replaces Guardant360 Response for therapy response monitoring in advanced cancer. Part of Reveal product family alongside Reveal MRD for early-stage cancer.",
    "availableRegions": ["US"],
    "tat": "7 days",
    "tatNotes": "Vendor-reported 7-day median TAT, same as Reveal MRD.",
    "sampleType": "Whole blood in Guardant cfDNA BCT tubes",
    "bloodVolume": 20,
    "bloodVolumeNotes": "Two 10mL Streck cfDNA tubes (approximately 20mL).",
    "clinicalTrials": "Validated in >31,000 patients in LDT/CLIA setting; >50,000 cfDNA samples across >20 cancer types used for algorithm development",
    "clinicalTrialsCitations": "https://guardanthealth.com/products-services/guardant-reveal/ | AACR 2025 Tumor Fraction Update presentation",
    "totalParticipants": 31000,
    "totalParticipantsNotes": "Pan-cancer landscape of tumor fraction in >31,000 patients across most frequent solid tumors from CLIA ordering.",
    "numPublications": 80,
    "numPublicationsPlus": true,
    "numPublicationsCitations": "Guardant Health claims >80 publications showing clinical feasibility or validity of genomic MR and/or monitoring.",
    "requiresTumorTissue": "No",
    "requiresTumorTissueNotes": "Tumor-naïve approach - no tumor tissue required for panel design or analysis.",
    "requiresMatchedNormal": "No",
    "requiresMatchedNormalNotes": "Methylation-based approach provides improved exclusion of biological noise without additional sequencing of matched normal specimen.",
    "isRUO": false,
    "isInvestigational": false,
    "isClinicalLDT": true,
    "technologyDifferentiator": "Methylation-based tumor fraction quantification offers advantages over genomic VAF methods: (1) Tracks thousands of methylation loci vs handful of coding loci for higher sensitivity; (2) Not confounded by CNAs that affect genomic max-MAF estimates; (3) Excludes non-tumor noise (including CHIP) without requiring matched normal sequencing; (4) Validated precision down to 0.01% TF. Uses same Guardant Infinity platform as Reveal MRD, Shield, and Shield MCD.",
    "regulatoryStatusNotes": "CLIA-certified LDT. Represents Guardant's consolidated approach to therapy response monitoring, replacing genomic VAF-based Guardant360 Response with epigenetic tumor fraction (epiTF) quantification."
  },
  {
    "id": "trm-13",
    "sampleCategory": "Blood/Plasma",
    "sampleVolumeMl": 10,
    "sampleTubeType": "EDTA",
    "sampleTubeCount": 1,
    "sampleCollectionNotes": "10mL peripheral blood in EDTA tube. CSF: 7-10mL optimal (5mL minimum).",
    "sampleCitations": "https://www.genomictestingcooperative.com/",
    "name": "Liquid Trace (Therapy Monitoring)",
    "vendor": "Genomic Testing Cooperative (GTC)",
    "approach": "Tumor-naïve",
    "requiresTumorTissue": "No",
    "requiresTumorTissueNotes": "No tumor tissue required. Tumor-naïve cfDNA + cfRNA approach.",
    "requiresMatchedNormal": "No",
    "requiresMatchedNormalNotes": "No matched normal required.",
    "method": "Combined cfDNA and cfRNA NGS from peripheral blood or CSF. Serial monitoring tracks both VAF (Variant Allele Frequency) AND mutant molecules per mL to quantify treatment response. Reports include tabular tracking of mutations over time. cfRNA analysis (>1,600 genes) adds sensitivity for detecting residual disease and emerging resistance mutations.",
    "methodCitations": "https://genomictestingcooperative.com/genomic-tests/liquid-trace-solid-tumor/ | https://genomictestingcooperative.com/genomic-tests/liquid-trace-hematologic-malignancies/",
    "cancerTypes": [
      "Pan-cancer: solid tumors and hematologic malignancies"
    ],
    "cancerTypesNotes": "Solid tumors: lung, brain/CNS, breast, thyroid, colorectal, oropharyngeal, pancreatic, ovarian, prostate. Hematologic: AML, MDS, MPN, multiple myeloma, lymphoma, ALL, CMML, VEXAS.",
    "targetPopulation": "Patients on systemic therapy requiring longitudinal disease monitoring. Includes solid tumors and hematologic malignancies. CSF samples for CNS involvement and leptomeningeal disease monitoring.",
    "responseDefinition": "Change in VAF and/or mutant molecules per mL from baseline. Decrease indicates treatment response; increase indicates progression or emerging resistance. Reports include tabular tracking of mutations across serial samples.",
    "indicationsNotes": "Serial monitoring for treatment response assessment. Reports include longitudinal VAF AND mutant molecules/mL tracking table. Higher VAF = higher tumor load; VAF reduction = response to treatment. Also detects emerging resistance mutations and clonal evolution.",
    "sensitivity": null,
    "sensitivityNotes": "Combined cfDNA + cfRNA provides higher sensitivity than cfDNA-only tests. cfRNA detects mutations often missed by cfDNA alone due to multiple RNA copies per cell.",
    "specificity": null,
    "lod": "0.1-0.01% VAF (non-hotspot); 0.01-0.001% (hotspot); <0.001% (tumor-informed)",
    "lodNotes": "Detection sensitivity varies by variant type. Serial monitoring at consistent time points enables tracking of relative changes even at low VAF.",
    "lodCitations": "https://genomictestingcooperative.com/genomic-tests/liquid-trace-solid-tumor/",
    "fdaStatus": "CLIA LDT",
    "fdaStatusNotes": "Laboratory developed test performed at GTC's CLIA/CAP-certified laboratory. NYSDOH approved. CE-marked for EU. UKCA certified for UK.",
    "reimbursement": "Medicare",
    "reimbursementNote": "Medicare covered. Contact GTC for current payer coverage information.",
    "clinicalAvailability": "Commercially available",
    "availableRegions": ["US", "EU", "UK"],
    "tat": "5-7 days",
    "tatNotes": "RNA stability 48-72 hours from blood draw; DNA stability 7 days.",
    "sampleType": "Peripheral blood (10mL EDTA) or CSF (7-10mL)",
    "bloodVolume": 10,
    "bloodVolumeNotes": "10mL peripheral blood in EDTA tube. CSF: 7-10mL optimal (5mL minimum).",
    "numPublications": 15,
    "numPublicationsPlus": true,
    "numPublicationsCitations": "https://genomictestingcooperative.com/category/publications/",
    "isRUO": false,
    "isInvestigational": false,
    "isClinicalLDT": true,
    "technologyDifferentiator": "Only commercially available therapy monitoring test combining cfDNA and cfRNA. Reports include VAF AND mutant molecules/mL tracking table for quantitative response assessment. cfRNA adds sensitivity for detecting residual disease and resistance mutations. LEADING PROVIDER FOR CSF LIQUID BIOPSY - optimal for monitoring CNS tumors (glioblastoma, CNS lymphomas/leukemias) and leptomeningeal disease (breast, lung, melanoma). For hematology: also includes chimerism analysis and chromosomal abnormalities for post-transplant MRD - going beyond mutation-only approaches.",
    "submissionInfo": {
      "submittedBy": "Jeffrey Owen",
      "submitterEmail": "jowen@genomictestingcooperative.com",
      "submitterType": "Vendor Representative",
      "submissionDate": "2025-12-17",
      "submissionNotes": "Vendor clarified that Liquid Trace is actively used for therapeutic monitoring with VAF and mutant molecules/mL tracking table in reports. Added TRM entry in addition to TDS entries for CGP use case."
    }
  },
  {
    "id": "trm-14",
    "sampleCategory": "Blood/Plasma",
    "name": "xM for TRM",
    "vendor": "Tempus AI",
    "approach": "Tumor-naïve",
    "requiresTumorTissue": "No",
    "requiresTumorTissueNotes": "No tumor tissue required. Tumor-naïve ctDNA tumor fraction monitoring.",
    "requiresMatchedNormal": "No",
    "method": "Liquid biopsy assay that quantifies changes in circulating tumor DNA (ctDNA) tumor fraction longitudinally from blood samples. Uses a multi-parametric ensemble algorithm integrating copy number variations (CNVs) with somatic and germline variant allele frequencies (VAFs) to provide comprehensive tumor fraction estimation. Designed for early molecular response assessment in patients receiving immune checkpoint inhibitor (ICI) therapies.",
    "methodCitations": "https://www.tempus.com/news/tempus-introduces-xm-an-assay-to-monitor-immunotherapy-response-for-patients-with-advanced-cancers/ | https://pmc.ncbi.nlm.nih.gov/articles/PMC11333675/",
    "cancerTypes": [
      "Advanced solid tumors (pan-cancer)"
    ],
    "cancerTypesNotes": "Intended for patients with advanced solid tumors receiving immune checkpoint inhibitor (ICI) therapy alone or in combination with chemotherapy.",
    "targetPopulation": "Patients with advanced cancers receiving ICI therapies who require molecular response monitoring",
    "responseDefinition": "Molecular Response (MR) vs Non-Molecular Response (nMR) based on ctDNA tumor fraction dynamics. Molecular responders show ctDNA clearance or significant reduction; non-molecular responders show persistent or increasing tumor fraction.",
    "indicationsNotes": "Designed to detect molecular response to ICI prior to 6 weeks into treatment, enabling clinicians to stay ahead of disease progression and optimize therapeutic strategies. Longitudinal non-molecular responders associated with worse survival compared to molecular responders.",
    "sensitivity": null,
    "sensitivityNotes": "Per real-world cohort study (PMC11333675): Molecular response status correlated with real-world overall survival. Combines with imaging for improved outcome prediction beyond imaging alone.",
    "specificity": null,
    "specificityNotes": "Study demonstrated that model incorporating xM for TRM molecular response + imaging is more predictive of rwOS outcomes than imaging alone.",
    "lod": null,
    "lodNotes": "Tumor fraction quantification via ensemble algorithm. Specific LOD not publicly disclosed.",
    "fdaStatus": "RUO (Research Use Only)",
    "fdaStatusNotes": "Currently available for Research Use Only as of June 2025. Clinical availability expected later in 2025.",
    "fdaStatusCitations": "https://www.tempus.com/news/tempus-introduces-xm-an-assay-to-monitor-immunotherapy-response-for-patients-with-advanced-cancers/",
    "reimbursement": "Not applicable (RUO)",
    "reimbursementNote": "Research Use Only - not available for clinical ordering. Clinical availability expected later in 2025.",
    "clinicalAvailability": "Research Use Only (clinical launch expected late 2025)",
    "availableRegions": ["US (RUO)"],
    "tat": null,
    "tatNotes": "Turnaround time not specified for RUO product.",
    "sampleType": "Peripheral blood",
    "clinicalTrials": "ASCO 2025 presentation: 'A molecular biomarker for longitudinal monitoring of therapeutic efficacy in a real-world cohort of advanced solid tumors treated with immune checkpoint inhibitors'",
    "clinicalTrialsCitations": "https://www.tempus.com/news/tempus-introduces-xm-an-assay-to-monitor-immunotherapy-response-for-patients-with-advanced-cancers/",
    "numPublications": 2,
    "numPublicationsCitations": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11333675/",
    "numPublicationsNotes": "Clinical Cancer Research 2024 publication + ASCO 2025 abstract. Study demonstrated xM for TRM value in stratifying ICI therapy outcomes.",
    "isRUO": true,
    "isInvestigational": true,
    "isClinicalLDT": false,
    "technologyDifferentiator": "ICI-specific therapy response monitoring via longitudinal ctDNA tumor fraction quantification. Multi-parametric algorithm (CNVs + VAFs) for comprehensive tumor fraction estimation. Part of Tempus' growing portfolio alongside xM MRD. Positioned to address the ~57% of advanced/metastatic cancer patients eligible for ICIs, of whom only ~20% respond.",
    "regulatoryStatusNotes": "RUO - awaiting clinical availability. Announced June 2025 at ASCO with clinical launch expected later in 2025.",
    "dataSourceNotes": "Added December 2025 via LLM Data Review. Note: RUO status - not yet available for clinical ordering."
  }
]